Repository: zaka-krc/eindopdracht-net
Catalog: SuntoryManagementSystem_Web/Translations/Views/Home/Index.*.resx
Languages: fr

# Title
source: Dashboard
fr: Tableau de Bord

# Dashboard Title
source: Suntory Management Dashboard
fr: Tableau de Bord Suntory Management

# Welcome
source: Welcome to the Suntory beverage management system
fr: Bienvenue dans le systeme de gestion des boissons Suntory

source: Active Customers
fr: Clients Actifs

source: Products
fr: Produits

source: Deliveries
fr: Livraisons

source: Stock Alerts
fr: Alertes de Stock

source: Customers
fr: Clients

# Customers Description
source: Manage customer data, contacts and delivery addresses.
fr: Gerer les donnees clients, contacts et adresses de livraison.

source: Go to Customers
fr: Aller aux Clients

# Products Description
source: Overview of all Suntory drinks with stock and prices.
fr: Apercu de toutes les boissons Suntory avec stock et prix.

source: Go to Products
fr: Aller aux Produits

source: Suppliers
fr: Fournisseurs

# Suppliers Description
source: Manage suppliers and their contact information.
fr: Gerer les fournisseurs et leurs coordonnees.

source: Go to Suppliers
fr: Aller aux Fournisseurs

# Deliveries Description
source: Plan and track deliveries to customers with status tracking.
fr: Planifier et suivre les livraisons aux clients avec suivi de statut.

source: Go to Deliveries
fr: Aller aux Livraisons

source: Vehicles
fr: Vehicules

# Vehicles Description
source: Manage the fleet: license plates, capacity and status.
fr: Gerer la flotte: plaques d'immatriculation, capacite et statut.

source: Go to Vehicles
fr: Aller aux Vehicules

source: Stock Adjustments
fr: Ajustements de Stock

# Stock Adjustments Description
source: Log stock changes: incoming, outgoing and corrections.
fr: Enregistrer les modifications de stock: entrant, sortant et corrections.

source: Go to Adjustments
fr: Aller aux Ajustements

# Stock Alerts Description
source: Warnings for low stock and critical levels.
fr: Avertissements pour stock bas et niveaux critiques.

source: View Alerts
fr: Voir les Alertes

source: Delivery Items
fr: Articles de Livraison

# Delivery Items Description
source: Delivery detail lines: products and quantities.
fr: Lignes de detail des livraisons: produits et quantites.

source: Go to Items
fr: Aller aux Articles

source: Quick Actions
fr: Actions Rapides

source: New Customer
fr: Nouveau Client

source: New Product
fr: Nouveau Produit

source: New Delivery
fr: Nouvelle Livraison

source: New Supplier
fr: Nouveau Fournisseur
