Repository: zaka-krc/eindopdracht-net
Catalog: SuntoryManagementSystem_Web/Translations/Areas/Identity/Pages/Account/Manage/Email.*.resx
Languages: fr

# Title
source: Manage Email
fr: Gerer l'e-mail

source: Verified
fr: Verifie

source: Send verification email
fr: Envoyer un e-mail de verification

source: New Email
fr: Nouvel e-mail

source: Change Email
fr: Changer l'e-mail

# EmailInfo
source: Email Information
fr: Informations sur l'e-mail

# EmailUsedFor
source: Your email address is used for:
fr: Votre adresse e-mail est utilisee pour:

# LoginAccount
source: Logging into your account
fr: Se connecter a votre compte

source: Account notifications
fr: Notifications de compte

source: Password recovery
fr: Recuperation de mot de passe

# SystemMessages
source: Important system messages
fr: Messages systeme importants

# EmailChangeNote
source: After changing your email address, you will receive a confirmation email at your new address.
fr: Apres avoir modifie votre adresse e-mail, vous recevrez un e-mail de confirmation a votre nouvelle adresse.

# PlaceholderEmail
source: Enter your email address
fr: Entrez votre adresse e-mail

# PlaceholderNewEmail
source: Enter new email address
fr: Entrez une nouvelle adresse e-mail
